Repository: andresaragonguerrero/analizadorMinerales
Catalog: src/locale/messages.*.xlf
Languages: fr

source: Aquí tiene que venir la explicación de la aplicación
fr: Voici l'explication de l'application

source: Este es el segundo texto sobre la explicación de la aplicación
fr: Ceci est le deuxième texte expliquant l'application

source: Formato extendido
fr: Format étendu

source: Formato reducido
fr: Format réduit

source: Igneas
fr: Ignées

source: Sedimentarias
fr: Sédimentaires

source: Metamórficas
fr: Métamorphiques

source: Enviar
fr: Envoyer

source: Reiniciar
fr: Réinitialiser

source: Este es el header
fr: Ceci est l'en-tête

source: Idioma:
fr: Langue :

source: Español
fr: Espagnol

source: Inglés
fr: Anglais

source: Francés
fr: Français

source: Datos del mineral enviados:
fr: Données du minéral envoyées :

source: El mineral cumple con todos los criterios seleccionados.
fr: Le minéral respecte tous les critères sélectionnés.

source: Identificador:
fr: Identifiant :

source: Nombre:
fr: Nom :

source: Grupo:
fr: Groupe :

source: Dureza:
fr: Dureté :

source: Tamaño del grano:
fr: Taille du grain :

source: Forma del grano:
fr: Forme du grain :

source: Tamaño de cristales:
fr: Taille des cristaux :

source: Temperatura de formación:
fr: Température de formation :

source: Estructura:
fr: Structure :

source: Textura:
fr: Texture :

source: Clasificación:
fr: Classification :

source: Construcción
fr: Construction

source: Ornamentales
fr: Ornementales

source: Uso utensilios
fr: Usage pour ustensiles

source: Piedras machacadas
fr: Pierres concassées

source: El mineral no cumple con los criterios.
fr: Le minéral ne respecte pas les critères.

source: Información sobre el mineral
fr: Informations sur le minéral

source: Identificador del mineral:
fr: Identifiant du minéral :

source: Nombre del mineral:
fr: Nom du minéral :

source: Ígneas
fr: Ignées

source: Metamórficas
fr: Métamorphiques

source: Sedimentarias
fr: Sédimentaires

source: Dureza:
fr: Dureté :

source: Tamaño del grano:
fr: Taille du grain :

source: Forma del grano:
fr: Forme du grain :

source: Construcción
fr: Construction

source: Ornamentales
fr: Ornementales

source: Uso en utensilios para el ser humano
fr: Usage dans des ustensiles humains

source: Tamaño de los cristales:
fr: Taille des cristaux :

source: Temperatura de formación:
fr: Température de formation :

source: Estructura:
fr: Structure :

source: Vítrea
fr: Vitreuse

source: Afanítica
fr: Aphanitique

source: Fanerítica
fr: Phanéritique
